module Bot_Texts
  CHANNEL_INVITE_LINK=""
  RULES="Количество запрашиваемого вами контента через /pls_find_full ограниченно оно одно НА ВСЕХ и обновляется ежедневно, используйте эту возможность с умом \n Если мы сочтем вашу активность в /post_suggest или /pls_find_full зловредной, то вам будет заблокирован доступ ко ВСЕМ командам бота, учтите это"
  DONAT_TEXT="Вы и вправду хотите задонатить?\nТогда вот что мы предлагаем за скромную цену: \n/temat_day\n/author_request\n/donation\n/reviews\n \n(нажмите на 1 из вариантов чтобы узнать подробности)\nCсылка для пожертвований - <a href=''>ENTER_YOUR LINK</a>\n  После просмотра вариантов воспользуйтесь <a href='ENTER_YOUR LINK'>QIWI ссылкой</a> и укажите в комментарии к переводу на что переводите деньги. Пожалуйста в комментарии к переводу указываете кто вы и на что вы переводите деньги, все переводы без подписей будут считаться пожертвованиями."
  TEMAT_DAY_TEXT="Вы можете заказать день с вашим любимым персонажем/игрой/аниме за 80рублей вы  получите 48 фото/видео, что будут публиковаться на нашем канале в промежутках между постами"
  AUTHOR_REQUEST="Если у вас есть автор которого вы бы хотели чаще видеть на канале внесите любую сумму денег и ваше желание будет исполнено"
  REVIEW_TEXT="Посмотреть отзывы на канал SOME_CHANNEL LINK"
  PLS_FIND_FULL_TEXT="Убедительная просьба не присылать нам материалы которые уже выложены на канале \n Предоставьте нам как можно больше информации о вашем материале, например имя пресонажа или же название аниме/игры"
  REQUEST_TEXT="Отправьте фото для поиска фулла ответом на сообщение, для отмены введите 0"
  REVIEW_SENDED="Ваш отзыв отправлен посмотреть отзывы @fulling_house_review"
  BOT_LINK=""
end
